Repository: thongphuong/VietJet
Catalog: TMS.Core/App_GlobalResources/Messege.*.resx
Languages: vi

source: Advanced Search
vi: Tìm Kiếm Nâng Cao

source: COMPLETED
vi: Hoàn Thành

source: CONTRACT
vi: Hợp Đồng

source: CONTRACT NO
vi: Số Hợp Đồng

source: Course Name
vi: Khóa Học

source: Create
vi: Thêm mới

source: Date Of Birth
vi: Ngày Sinh

source: Date Of Join
vi: Ngày Vào Làm

# DELETE_CONTRACT
source: Are you sure to delete contract?
vi: Bạn có chắc muốn xóa hợp đồng này?

# DELETE_CONTRACTOR
source: Are you sure to delete contractor?
vi: Bạn có chắc muốn xóa đối tác này?

# DELETE_COST
source: Are you sure to delete cost?
vi: Bạn có chắc muốn xóa học phí này?

# DELETE_COURSE
source: Are you sure to delete course?
vi: Bạn có chắc muốn xóa chương trình đào tạo này ?

# DELETE_DEPARTMENT
source: Are you sure to delete department?
vi: Bạn có chắc muốn xóa phòng ban này?

# DELETE_GROUPSUBJECT
source: Are you sure to delete groupcourse?
vi: Bạn có chắc muốn xóa nhóm khóa học này?

# DELETE_INSTRUCTOR
source: Are you sure to delete instructor?
vi: Bạn có chắc muốn xóa giảng viên này?

# DELETE_JOBTITLE
source: Are you sure to delete job title?
vi: Bạn có chắc muốn xóa chức danh này?

# DELETE_NATIONALITY
source: Are you sure to delete nationnality?
vi: Bạn có chắc muốn xóa quốc tịch này?

# DELETE_PARTNER
source: Are you sure to delete partner?
vi: Bạn có chắc muốn xóa công ty này?

# DELETE_ROOM
source: Are you sure to delete room?
vi: Bạn có chắc muốn xóa phòng học này?

# DELETE_SUBJECT
source: Are you sure to delete subject?
vi: Bạn có chắc muốn xóa khóa học này?

# DELETE_TRAINEE
source: Are you sure to delete trainee?
vi: Bạn có chắc muốn xóa học viên này?

source: Department
vi: Phòng Ban

# DEPARTMENTCODE_REQUIRED
source: The Code field is required
vi: Mã phòng ban không thể trống!

# DEPARTMENTNAME_REQUIRED
source: The Name field is required
vi: Tên phòng ban không thể trống

source: DESCRIPTION
vi: Mô Tả

# DUPLICATE
source: Code Or Name duplicate
vi: Mã hoặc tên đã bị trùng !

source: Edit
vi: Chỉnh Sửa

source: Education
vi: Học Vấn

source: EID
vi: Mã Học Viên

source: End
vi: Kết Thúc

# EXISTING_CODE
source: Code {0} is existing !
vi: Mã {0} đã tồn tại!

# EXISTING_EID
source: EID {0} is existing !
vi: EID {0} đã tồn tại!

source: EXPIRE DATE
vi: Hạn Sử Dụng

source: FULL NAME
vi: Tên Đầy Đủ

source: Gender
vi: Giới Tính

source: Home
vi: Trang Chủ

source: Instructor
vi: Giảng Viên

source: Instructor Management
vi: Quản Lý Giảng Viên

# ISVALID_DATA
source: Data is not valid
vi: Dữ liệu không đúng!

source: Job Title
vi: Chức Danh

# NAME_EXIST
source: The name already had in system
vi: Tên đã tồn tại trong hệ thống

source: Nationality
vi: Quốc Tịch

# NATIONALITYCODE_REQUIRED
source: The Code field is required
vi: Mã quốc gia là bắt buộc

# NATIONALITYNAME_REQUIRED
source: The Name field is required
vi: Tên quốc gia là bắt buộc

source: Note
vi: Chú Thích

source: Notifications
vi: Thông Báo

source: No data
vi: Không có dữ liệu

source: Organization
vi: Cơ Quan

source: PARTNER
vi: Đối Tác

source: Phone
vi: Điện Thoại

source: Place Of Birth
vi: Nơi Sinh

source: Room
vi: Phòng Học

source: SCHEDULES
vi: Lịch Học

source: Search
vi: Tìm Kiếm

source: Start
vi: Bắt đầu

source: Status
vi: Trạng thái

# Subject_Name
source: Course Name
vi: Tên Khóa Học

# SUCCESS
source: Successfully!
vi: Thành công !

# SUCCESS_APPROVAL_COURSE
source: Approval course successfully!
vi: Duyệt chương trình đào tạo thành công!

# SUCCESS_APPROVAL_REMOVE
source: Successfully remove approval !
vi: Xóa phê duyệt thành công!

# SUCCESS_ASSIGNTRAINEE
source: Assign trainee successfully!
vi: Gán học viên thành công!

# SUCCESS_CONTRACT
source: Add contract successfully!
vi: Thêm hợp đồng thành công!

# SUCCESS_CONTRACTOR
source: Add contractor successfully!
vi: Thêm đối tác thành công!

# SUCCESS_COST
source: Add cost successfully!
vi: Thêm học phí thành công!

# SUCCESS_COURSE
source: Add course successfully!
vi: Thêm chương trình đào tạo thành công!

# SUCCESS_COURSE_EDIT
source: Edit course successfully!
vi: Cập nhật chương trình thành công!

# SUCCESS_DEPARTMENT
source: Add department successfully!
vi: Thêm phòng ban thành công!

# SUCCESS_GROUPSUBJECT
source: Add group course successfully!
vi: thêm nhóm khóa học thành công!

# SUCCESS_INSTRUCTOR
source: Add instructor successfully!
vi: Thêm giảng viên thành công!

# SUCCESS_INSTRUCTOR_EDIT
source: Edit instructor successfully!
vi: Cập nhật giảng viên thành công!

# SUCCESS_REMOVE_CONTRACT
source: Remove contract successfully!
vi: Xóa hợp đồng thành công!

# SUCCESS_REMOVE_RESULT
source: Remove result successfully!
vi: Xóa kết quả thành công!

# SUCCESS_TRAINEE
source: Add trainee successfully!
vi: Thêm học viên thành công!

# SUCCESS_TRAINEE_EDIT
source: Edit trainee successfully!
vi: Cập nhật học viên thành công!

source: Time
vi: Thời gian

source: TRAINING
vi: Đang diễn ra

# TRAININGALLOWANCE
source: Tranining Allowance
vi: Trợ Cấp Đào Tạo

source: Training Center
vi: Khối Đào Tạo

source: TRAINING MANAGEMENT SYSTEM
vi: PHẦN MỀM QUẢN LÝ ĐÀO TẠO

source: Type
vi: Thể Loại

# UNABLE_TO_SEND_MAIL
source: Send Email Error!
vi: Lỗi khi gửi mail !

# UNSUCCESS
source: Unsuccessfully!
vi: Không thành công !

# UNSUCCESS_ADD_CONTRACT
source: Add contract unsuccessfully!
vi: Thêm hợp đồng thành công!

# UNSUCCESS_APPROVAL_COURSE
source: Approval course unsuccessfully!
vi: Duyệt khóa học thành công!

# UNSUCCESS_APPROVAL_REMOVE
source: Unsuccessfully remove approval !
vi: Xóa phê duyệt không thành công !

# UNSUCCESS_CONTRACT
source: Add contract unsuccessfully!
vi: Thêm hợp đồng không thành công!

# UNSUCCESS_CONTRACTOR
source: Add contractor unsuccessfully!
vi: Thêm đối tác không thành công!

# UNSUCCESS_COURSE
source: Add course unsuccessfully!
vi: Thêm chương trình đào tạo không thành công !

# UNSUCCESS_COURSE_EDIT
source: Edit course unsuccessfully!
vi: Chỉnh sửa chương trình đào tạo không thành công !

# UNSUCCESS_INSTRUCTOR
source: Add instructor unsuccessfully!
vi: Thêm giáo viên không thành công !

# UNSUCCESS_INSTRUCTOR_EDIT
source: Edit instructor unsuccessfully!
vi: Chỉnh sửa giáo viên không thành công !

# UNSUCCESS_REMOVE_CONTRACT
source: Remove contract unsuccessfully!
vi: Xóa hợp đồng không thành công!

# UNSUCCESS_REMOVE_RESULT
source: Remove result unsuccessfully!
vi: Xóa kết quả không thành công !

# UNSUCCESS_TRAINEE
source: Add trainee unsuccessfully!
vi: Thêm học viên không thành công !

# UNSUCCESS_TRAINEE_EDIT
source: Edit trainee unsuccessfully!
vi: Chỉnh sửa học viên không thành công !

source: UPCOMING
vi: Sắp Diễn Ra

# VALIDATION_CODE
source: Please enter a valid code!
vi: Vui lòng nhập mã !

# VALIDATION_CONTRACTCODE
source: Please enter a valid contract code !
vi: Vui lòng nhập mã hợp đồng !

# VALIDATION_CONTRACTNO
source: Please enter a valid contract no !
vi: Vui lòng nhập số hợp đồng !

# VALIDATION_CONTRACTNO_IN_CONTRACT
source: Please enter a valid contract no in contract !
vi: Vui lòng nhập số hợp đồng trong hợp đồng !

# VALIDATION_COURSE_IN_EDUCATION
source: Please enter a valid course in education !
vi: Please enter a valid program in education !

# VALIDATION_DEPARTMENT
source: Please enter a valid department!
vi: Vui lòng chọn phòng ban!

# VALIDATION_DESCRIPTION_IN_CONTRACT
source: Please enter a valid description in contract !
vi: Vui lòng nhập mô tả cho hợp đồng !

# VALIDATION_DURATION
source: Please enter a valid duration!
vi: Vui lòng nhập thời lượng !

# VALIDATION_EID
source: Please enter a valid EID !
vi: Vui lòng nhập mã !

# VALIDATION_EXPIREDATE_IN_CONTRACT
source: Please enter a valid expire date in contract !
vi: Vui lòng chọn ngày kết thúc hợp đồng !

# VALIDATION_FROMDATE_TODATE
source: Please enter a valid from date - to date !
vi: Vui lòng chọn ngày !

# VALIDATION_FROMDATE_TODATE_INSUBJECT
source: Please enter a valid from date - to date in course !
vi: Vui lòng chọn ngày cho khóa học !

# VALIDATION_FROMTIME_TOTIME_INSUBJECT
source: Please enter a valid from time - to time in course !
vi: Vui lòng chọn thời gian cho khóa học !

# VALIDATION_FULLNAME
source: Please enter a valid full name !
vi: Vui lòng nhập họ và tên !

# VALIDATION_FULLVALUE
source: Please enter a all valid !
vi: Vui lòng nhập tất cả giá trị!

# VALIDATION_INSTRUCTOR
source: Please enter a valid instructor !
vi: Vui lòng chọn giáo viên !

# VALIDATION_JOBTITLE
source: Please enter a valid job title !
vi: Vui lòng chọn chức danh !

# VALIDATION_MAIL
source: Please enter a valid mail !
vi: Vui lòng chọn mail !

# VALIDATION_NAME
source: Please enter a valid name !
vi: Vui lòng nhập tên !

# VALIDATION_PASSPORT
source: Please enter a valid passport!
vi: Vui lòng nhập passport!

# VALIDATION_REFRESH_CYCLE
source: Please enter a valid refresh cycle!
vi: Vui lòng chọn thời lượng!

# VALIDATION_ROOM
source: Please enter a valid room !
vi: Vui lòng chọn phòng !

# VALIDATION_SORTNAME
source: Please enter a valid sort name !
vi: Vui lòng nhập tên viết tắt !

# VALIDATION_SUBJECT
source: Please enter a valid course !
vi: Vui lòng chọn khóa học!

# VALIDATION_TRAININGCENTER
source: Please enter a valid training center !
vi: Vui lòng nhập trung tâm đào tạo !

# VALIDATION_TYPE
source: Please enter a valid type !
vi: Vui lòng chọn loại !

# VALIDATION_TYPELEANING
source: Please enter a valid type leaning !
vi: Vui lòng chọn hình thức học !

source: Course Management
vi: Quản Lý Khóa Học

source: PARENT COURSE NAME
vi: Khóa cha

source: Trainee Management
vi: Quản lý học viên

source: TRAINING CENTER
vi: Khối Đào Tạo

# FORGOT_EMAIL
source: Enter email address !
vi: Nhập địa chỉ email !

# SEND_SUCCESS_EMAIL
source: Send mail success !
vi: Gửi mail thành công !

# CHANGEPASSWORD
source: Change Password Successfully !
vi: Đổi mật khẩu thành công !

# VALIDATION_PASSWORD
source: Please enter a valid password !
vi: Vui lòng nhập mật khẩu!

source: Code duplicate !
vi: Mã đã bị trùng !

# HIDDEN_NOTIFICATION
source: Are you sure to hidden this notification?
vi: bạn có chắc muốn ẩn thông báo này?

# DELETED_UNSUCCESS_AVAILABLE
source: {0} cannot remove because being in used !
vi: {0} không thể xóa vì đang được sử dụng !

# CANNOTDELETE_RESULT
source: Can not delete Result from course.
vi: Không thể xóa kết quả từ Chương Trình.

# EMAIL_EXIST
source: The email you input is exist in the system
vi: Email bạn nhập đã tồn tại trong hệ thống

# FORM_NOTVALID
source: Form is not valid! Please correct it and try again.
vi: Biểu mẫu không đúng ! Vui lòng chỉnh sửa và thử lại.

# REGISTERED_COURSE
source: You have already registered for this course.
vi: Bạn đã đăng ký chương trình đào tạo này rồi.

# TRAINEE_EXIST
source: Trainee is not exist.
vi: Học viên không tồn tại.

# lblFromTime
source: From Time
vi: Từ Lúc

# lblToDate
source: To Date
vi: Đến Ngày

# lblToTime
source: To Time
vi: Đến Lúc

# lblDistinction
source: Distinction
vi: Ưu Tú

# lblDURATION
source: DURATION
vi: THỜI LƯỢNG

# lblFINALRESULTS
source: Final Results
vi: Kết Quả Cuối Cùng

# lblGRADE
source: GRADE
vi: Xếp Loại

# lblPass
source: Pass
vi: Đạt

# lblPOINT
source: POINT
vi: Điểm

# lblRESULTS
source: RESULTS
vi: Kết Quả

# lblResults1
source: Results
vi: Kết Quả

# lblSTATUS
source: STATUS
vi: TRẠNG THÁI

# lblSUBJECCODE
source: Course Code
vi: MÃ MÔN HỌC

# lblSUBJECTNAME
source: Course Name
vi: TÊN MÔN HỌC

# EIDGV
source: EID
vi: Mã Giảng Viên

# lblApproveCourse
source: Approve Course
vi: Phê Duyệt Chương Trình Đào Tạo

# lblCourseType
source: Course Type
vi: Loại Chương Trình Đào Tạo

# lblEnd
source: End
vi: Kết Thúc

# lblNote
source: Note
vi: Ghi Chú

# lblProcessSteps
source: Process steps
vi: Bước Tiến Trình

# lblProcessStepsCourse
source: Process steps course
vi: Bước Tiến Trình Đào Tạo

# lblStart
source: Start
vi: Bắt Đầu

# llblApprove
source: Approve
vi: Phê Duyệt

# DELETE_COMPANY
source: Are you sure to delete company?
vi: Bạn có chắc muốn xóa công ty này?

# VALIDATION_SUBJECT_EXPORT
source: Please choose a course !
vi: Vui lòng chọn khóa học !

# SET_STATUS_SUCCESS
source: Set {0} Successfully !
vi: Thiết lập {0} thành công!

# PASSWORD_REQUIRED
source: Password is required !
vi: Mật khẩu là bắt buộc !

# USERNAME_DUPLICATE
source: Username is duplicate !
vi: Tên đăng nhập bị trùng !

# VALIDATION_COURSEDETAIL_FROMDATE
source: Please choose from date course !
vi: Vui lòng chọn ngày bắt đầu khóa học !

# VALIDATION_COURSEDETAIL_FROMTIME
source: Please choose from time course !
vi: Vui lòng chọn giờ bắt đầu khóa học !

# VALIDATION_COURSEDETAIL_INSTRUCTOR
source: Please choose a instructor !
vi: Vui lòng chọn giáo viên khóa học !

# VALIDATION_COURSEDETAIL_TODATE
source: Please choose to date course !
vi: Vui lòng chọn ngày kết thúc khóa học !

# VALIDATION_COURSEDETAIL_TOTIME
source: Please choose to time course !
vi: Vui lòng chọn giờ kết thúc khóa học !

# VALIDATION_COURSE_CODE
source: Please input a course code !
vi: Vui lòng nhập mã chương trình đào tạo !

# VALIDATION_COURSE_DEPARTMENT
source: Please choose department !
vi: Vui lòng chọn phòng ban !

# VALIDATION_COURSE_FROMDATE
source: Please choose from date course !
vi: Vui lòng chọn ngày bắt đầu chương trình đào tạo !

# VALIDATION_COURSE_GROUPCOURSE
source: Please choose group cousre or group course have subject !
vi: Vui lòng chọn nhóm khóa học hoặc chọn chương trình đào tạo có khóa học !

# VALIDATION_COURSE_INSTRUCTOR
source: Please choose instructor !
vi: Vui lòng chọn giáo viên !

# VALIDATION_COURSE_NAME
source: Please input a course name !
vi: Vui lòng nhập tên chương trình đào tạo !

# VALIDATION_COURSE_TODATE
source: Please choose from-to date course !
vi: Vui lòng chọn ngày kết thúc chương trình đào tạo !

# VALIDATION_PATHFILE
source: Cant find path in server !
vi: Không tìm thấy đường dẫn trên server !

# CERTIFICATE_TRAINEE_NOT_ADDNEW
source: Not new trainee just get certificate !
vi: Không có học viên mới, nhận chứng chỉ !

# VALIDATION_EMAIL_REQUIED
source: Please input a Email !
vi: Vui lòng nhập Địa chỉ Email !

# VALIDATION_FULLNAME_REQUIED
source: Please input a Full Name !
vi: Vui lòng nhập họ và tên !

# VALIDATION_USERNAME_REQUIED
source: Please input a User Name !
vi: Vui lòng nhập tên đăng nhập !

# SUCCESS_DELETE_TRAINEE
source: Delete {0} successfully !
vi: Xóa {0} thành công !

# UNSUCCESS_DELETE_TRAINEE
source: Delete {0} unsuccessfully ! Please , try again .
vi: Xóa {0} không thành công ! Xin thử lại.

# VALIDATION_USER_EID
source: Please input EID !
vi: Vui lòng nhập Mã EID !

# VALIDATION_USER_FULLNAME
source: Please input Full Name !
vi: Vui lòng nhập họ và tên !

# VALIDATION_USER_GENDER
source: Please choose gender !
vi: Vui lòng chọn giới tính !

# VALIDATION_USER_DEPARTMENT
source: Please choose department !
vi: Vui lòng chọn Phòng Ban !

# VALIDATION_USER_EMAIL
source: Please input Email !
vi: Vui lòng nhập địa chỉ Email !

# VALIDATION_USER_EMAIL_EXPRESSION
source: Please enter a valid Email !
vi: Email không hợp lệ !

# VALIDATION_MCOURSE_CODE
source: Please input Code !
vi: Vui lòng nhập Mã !

# VALIDATION_MCOURSE_NAME
source: Please input Name !
vi: Vui lòng nhập Tên !

# VALIDATION_EXISTS_INSTRUCTOR
source: {0}instructor, have {1} the course uncompleted ! {2}
vi: Giáo viên {0}, đang có {1} khóa chưa hoàn thành ! {2}

# VALIDATION_APPROVE_ASSIGN_TRAINEE
source: Course is approved!
vi: Khóa học đã được duyệt !

# SETSTATUS_UNSUCCESS_AVAILABLE
source: {0} cannot set status because being in used !
vi: {0} không thể thay đổi trạng thái vì đang được sử dụng !

# VALIDATION_USER_CONFIRMPASSWORD_EXPRESSION
source: Confirm password doesnt match, Type again !
vi: Xác nhận mật khẩu không chính xác !

# VALIDATION_USER_USERNAME_EXPRESSION
source: Please input 6 characters minimum !
vi: Tối đa 4 ký tự !

# RESULT_CONFIRM
source: List Trainees Have Result : {0} !
vi: Danh sách học viên có kết quả : {0}

# VALIDATION_SORT_NAME_REQUIED
source: Please input a Sort Name !
vi: Vui lòng nhập tên viết tắt !

# ALERT_MAXTRAINEE
source: {0}, {1} Assign trainee successfully !
vi: {0}, {1} Thêm học viên thành công !

# CONFIRM_USER
source: Are you sure to delete User ?
vi: Bạn có chắc muốn xóa User ?

# MCOURSE_ASSIGNEDSUBJECT
source: Please enter a valid Assigned Course!
vi: Vui lòng chọn khóa học chỉ định!

# VALIDATION_GROUPCODE
source: Please enter a valid Group Code!
vi: Vui lòng chọn nhóm học phí!

# VALIDATION_GROUPUSER_NAME
source: Please enter a valid GroupUser Name!
vi: Vui lòng nhập tên !

# VALIDATION_GROUPUSER_TITLE
source: Please enter a valid GroupUser Title!
vi: Vui lòng nhập tiêu đề !

# VALIDATION_JOBTITLE_HEADER
source: Please enter a valid JobHeader!
vi: Vui lòng chọn tiền tố !

# VALIDATION_JOBTITLE_NAME
source: Please enter a valid Job Name!
vi: Vui lòng nhập tên chức danh!

# VALIDATION_JOBTITLE_POSITION
source: Please enter a valid Job Position!
vi: Vui lòng chọn vị trí!

# VALIDATION_SUBJECT_AVERAGE_CALCULTE
source: Please enter a valid Average Calculate!
vi: Vui lòng chọn điểm trung bình !

# VALIDATION_SUBJECT_DURATION
source: Please enter a valid course duration !
vi: Vui lòng chọn thời lượng khóa học !

# VALIDATION_SUBJECT_GRADE
source: Please enter a valid course grade !
vi: Vui lòng nhập xếp loại !

# VALIDATION_SUBJECT_PASSSCORE
source: Please enter a valid course score !
vi: Vui lòng chọn điểm đạt !

# VALIDATION_SUBJECT_POINT
source: Please enter a valid course point !
vi: Vui lòng nhập điểm !

# VALIDATION_SUBJECT_RECURENT
source: Please enter a valid course recurent !
vi: Vui lòng chọn kỳ hạn khóa học !

# VALIDATION_DATE_FROM_TO
source: Finished date cannot less than started date !
vi: Ngày kết thúc không thể nhỏ hơn ngày bắt đầu !

# UPDATE_SUCCESSFULLY
source: Update {0} Successfully !
vi: Cập nhật {0} thành công !

# UPDATE_UNSUCCESSFULLY
source: Update {0} Unsuccessfully !
vi: Cập nhật {0} không thành công !

# VALIDATION_ROLE_DATA
source: Invalid role data !
vi: Không tìm thấy dữ liệu !

# VALIDATION_ROLE_MENU_DATA
source: Invalid menu data !
vi: Không tìm thấy dữ liệu Menu !

# DELETE_ROLE
source: Are you sure to delete role ?
vi: Bạn có chắc muốn xóa quyền này !

# VALIDATION_COURSE_COMMITMENTEXPIREDATE
source: Please input a valid expiry date !
vi: Vui lòng nhập thời hạn cam kết !

# VALIDATION_COURSE_LIMIT_COMMITMENTEXPIREDATE
source: Please input a value more than 0 !
vi: Vui lòng nhập một giá trị lớn hơn 0 !

# VALIDATION_IMPORT_ASSIGN
source: not exist in system
vi: Không tồn tại trong hệ thống !!!

# VALIDATION_FILE
source: File is not correct or empty !!!
vi: File không đúng hoặc không được tìm thấy !!!

# VALIDATION_CONTRACT_EXPRIEDATE
source: Please input a Expire Date !
vi: Vui lòng nhập hạn sử dụng !

# VALIDATION_CONTRACT_SIGNDATE
source: Please input a Sign Date !
vi: Vui lòng nhập ngày ký !

# VALIDATION_COURSE_FROM_THAN_TO
source: Started Date is greater than Finished Date !
vi: Ngày bắt đầu lớn hơn ngày kết thúc !

# UNSUCCESS_CANCEL_REQUEST
source: Unsuccessfully cancel request !
vi: Gửi yêu cầu không thành công !

# VALIDATION_REMARKCOMMENT_REMARK
source: Please input a remark !
vi: Vui lòng nhập phê bình ( nhận xét ) !

# WARNING_MAX_ASSIGNTRAINEE
source: {0} {1} It takes a maximum of {2} trainee. {3} Are you sure to want to assign trainee ?
vi: {0} {1} Khóa tối đa {2} học viên. {3} Bạn có chắc muốn thêm học viên ?

# REMOVE_TRAINEE
source: {0}, {1} Remove trainee successfully !
vi: {0}, {1} Xóa học viên thành công !

# VALIDATION_SIGNDATE_EXPIREDATE
source: Expire date cannot less than Sign date !
vi: Hạn sử dụng không thể nhỏ hơn ngày ký !

# VALIDATION_GROUPTRAINEE_CODE
source: Please input a group code !
vi: Vui lòng nhập mã nhóm !

# VALIDATION_GROUPTRAINEE_NAME
source: Please input a group name !
vi: Vui lòng nhập tên nhóm !

# CHECK_ASSIGNTRAINEE
source: {0} have date {1} and hours {2} is exist ! {3}- Are you sure to want to assign trainee ?
vi: {0} có ngày {1} và giờ {2} đã tồn tại ! {3}- Bạn có chắc muốn thêm học viên ?

# WARNING_MIN_ASSIGNTRAINEE
source: {0} {1} It takes a minimum of {2} trainee. {3} Are you sure to want to assign trainee ?
vi: {0} {1} Khóa tối thiểu {2} học viên. {3} Bạn có chắc muốn thêm học viên ?

# WARNING_DELETE_COURSE
source: You cannot remove " {0} " because course has resulted !
vi: Bạn không thể xóa " {0} " vì khóa đã có kết quả !

# WARNING_REMOVE_TRAINEE
source: You cannot remove because "{0}" has resulted !
vi: Bạn không thể xóa vì khóa "{0}" đã có kết quả !

# DELETE_CERTIFICATE
source: Are you sure want to delete certificate template ?
vi: Bạn có chắc muốn xóa certificate template ?

# VALIDATION_COURSE_FILTER
source: Please choose a {0} !
vi: Vui lòng chọn {0} !

# WARNING_CHECK_TRAINEE_ASSIGN
source: Please choose trainee !
vi: Vui lòng chọn học viên !

# WARNING_SENT_REQUEST_SUCCESS
source: Send request success !
vi: Gửi yêu cầu thành công !

# WARNING_REQUEST
source: Are you sure to send request ?
vi: Bạn có chắc muốn gửi yêu cầu phê duyệt ?

# ERROR_NOTFOUND
source: {0} is not found !
vi: {0} không tìm thấy !

# REQUEST_SUCCESSFULLY
source: Requested Successfully !
vi: Gửi yêu cầu thành công !

source: Approve Success !
vi: Phê duyệt thành công !

# ERROR_APPROVE
source: Approve Unsuccess !
vi: Phê duyệt không thành công !

# WARNING_DELETE_PROGRAM
source: You cannot remove " {0} " because course is processing !
vi: Bạn không thể xóa " {0} " vì khóa đang trong tiến trình !

# Message_CancelRequest
source: Are you sure to cancel request ?
vi: Bạn có chắc muốn gửi ?

# WARNING_NOT_FOUND_APPROVER
source: Approver is not found to send notification !
vi: Không tìm thấy người phê duyệt để gửi thông báo !

# WARNING_SENT_REQUEST_ERROR
source: Send request unsuccess !
vi: Gửi yêu cầu không thành công !

# VALIDATION_COURSE_HAS_TRAINEE
source: The {0} {1} does not have trainee !
vi: {0} {1} không tồn tại học viên !

# VALIDATION_SUBJECT_HAS_RESULT
source: The {0} {1} does not have to result !
vi: {0} {1} chưa học viên nào có kết quả !

# ERROR_UPDATE_STATUS_UNSUCCESS
source: Update status sent to LMS not successfully !
vi: Cập nhật trạng thái để gửi tới LMS không thành công !

# SUBMIT_SUCCESS
source: {0} success !
vi: {0} thành công !

# WARNING_SUBJECT_COMPLETED
source: {0} have {1} uncompleted !
vi: {0} có {1} chưa hoàn thành !

# WARNING_CANCEL_APPROVE
source: Are you sure to cancel approve ?
vi: Bạn có chắc muốn hủy phê duyệt ?

# VALIDATE_SELECT_COURSE
source: {0} is not found because of {1} was inactived or deleted !
vi: {0} không tìm thấy vì {1} đã ngưng hoạt động hoặc đã xóa !

# COURSE_IS_NOT_FOUND
source: The {0} {1} is not found !
vi: {0} {1} không tìm thấy !

# DataIsExists
source: {0} {1} is already exists !
vi: {0} is already exists !

# DATA_ISNOTFOUND
source: {0} {1} is not found !
vi: {0} is not found !

# EMPLOYEE_ISNOT_INTRUCTOR
source: Employee is not the Instructor !
vi: Người dùng không phải là giáo viên !

# ERROR_CALLLMS
source: Error , call lms updating in process !
vi: Có lỗi trong quá trình cập nhật LMS !

# DELETE_SUCCESSFULLY_BUT_ERROR_LMS
source: Remove {0} successfully but an error occurred while call LMS updating in process !
vi: Xóa {0} thành công nhưng đã xảy ra lỗi khi gọi LMS đang cập nhật!

# SUCCESSFULLY_BUT_ERROR_LMS
source: {0} {1} successfully but an error occurred while call LMS updating in process !
vi: {0} {1} thành công nhưng đã xảy ra lỗi khi gọi LMS đang cập nhật!

# VALIDATION_FOLDER
source: You have not permission to create folder !
vi: Bạn không có quyền tạo thư mục !

# VALIDATION_STEP_ASSIGNTRAINEE_APPROVE
source: Step "Assign Trainee" approved !
vi: Bước "Gán học viên" đã duyệt !

# LOGIN_BLOCK
source: Your account is blocked. please contact manager support !
vi: Tài khoản của bạn tạm thời bị khóa !

# LOGIN_BROWSER
source: your account is logging from other browsers . Try login after 30 second
vi: Tài khoản của bạn đang đăng nhập từ trình duyệt khác. Hãy thử lại sau 30 giây !

source: Login fail !
vi: Đăng nhập thất bại !

# LOGIN_INCORRECT
source: Username or password incorrect !
vi: Tên đăng nhập hoặc mật khẩu không chính xác!
