Repository: thongphuong/VietJet
Catalog: TMS.Core/App_GlobalResources/Messege.*.resx
Languages: vi

# DELETED_UNSUCCESS_SENDLMS
source: {0} cannot remove because not sync to LMS !
vi: {0} không thể xóa vì không đồng bộ với LMS !

# SAVE_UNSUCCESS
source: {0} cannot save because being in used !
vi: {0} không thể sửa vì đang được sử dụng !

# WARNING_SEND_NEW_PASS
source: Are you sure want to send new password to "{0}" ?
vi: Bạn có chắc muốn gửi mật khẩu mới tới "{0}" ?

# VALIDATION_CONTENT_MAIL
source: Please input content !
vi: Vui lòng nhập nội dung !

# VALIDATION_CONTACT_SUBJECT
source: Please input Subject !
vi: Vui lòng nhập Tiêu đề !

# VALIDATION_SCHEDULE_METHOD
source: Please choose a Method !
vi: Vui lòng chọn Phương thức gửi !

# VALIDATION_SCHEDULE_NAME
source: Please input Name !
vi: Vui lòng nhập Tên !

# VALIDATION_SCHEDULE_TYPE
source: Please choose a Type !
vi: Vui lòng chọn Loại !

# VALIDATION_TEXT
source: Please input {0} !
vi: Vui lòng nhập {0} !

# VALIDATION_SCHEDULE_SENDTO
source: Please choose type send !
vi: Vui lòng chọn loại gửi !

# DELETE_LOG
source: Are you sure to delete log?
vi: Bạn có muốn xóa log này?

# DELETE_POSTCATEGORY
source: Are you sure to delete postnews category?
vi: Bạn có muốn xóa loại bản tin này?

# DELETE_POSTNEWS
source: Are you sure to delete news?
vi: Bạn có muốn xóa bản tin này?

# DELETE_SCHEDULE
source: Are you sure to delete schedule ?
vi: Bạn có chắc muốn xóa lịch biểu ?

# ERROR_CALL_LMS
source: but an error occurred while call LMS updating in process !
vi: nhưng đã xảy ra lỗi khi gọi LMS đang được cập nhật!

# WARNING_DATECALENDAR
source: Please choose Calendar !
vi: Vui lòng chọn mốc thời gian !

# WARNING_DAY
source: Please choose Date !
vi: Vui lòng chọn ngày để lập !

# WARNING_EMPLOYEE
source: Please choose Employee !
vi: Vui lòng chọn người dùng !

# WARNING_TIMEMARK
source: Please choose Time Mark !
vi: Vui lòng chọn mốc thời gian !

# WARNING_TIMEPERIODIC
source: Please choose Time !
vi: Vui lòng chọn mốc thời gian !

# WARNING_TIMEREPEAT
source: Please input time > 0 !
vi: Vui lòng chọn thời gian > 0 !

# WARNING_USERSYSTEM
source: Please choose User !
vi: Vui lòng chọn người dùng hệ thống !

# WARNING_CODE_HAS_SPACE
source: {0} Has space , please input again !
vi: {0} không chứa khoảng trống , vui lòng nhập lại !

# WARNING_MIN_MAX_TRAINEE
source: Min Trainee {0} must be less than Max Trainee {1} !
vi: Số học viên tối thiểu {0} phải nhỏ hơn số học viên tối đa {1} !

# CHECK_INSTRUCTOR_EXIST
source: {0} have date {1} and hours {2} is exists !
vi: {0} có ngày {1} và giờ {2} đã tồn tại !

# WARNING_DELETE_COURSE_NOTSYNC
source: You cannot remove " {0} " because await sync LMS , please sync first !
vi: Bạn không thể xóa " {0} " vì chưa đồng bộ LMS , vui lòng chạy đồng bộ !

# WARNING_DECISION
source: Please input Decision No !
vi: Vui lòng nhập mã bằng !

# WARNING_GROUPCERTIFICATE
source: Please choose Group Certificate !
vi: Vui lòng chọn nhóm bằng !

# WARNING_NOTRAINEE
source: No Trainee has completed the certificate !
vi: Không có học hoàn thành chứng chỉ !

# APPROVE_TRAINEE_COURSE
source: Approve trainee to course successfully!!!!
vi: - Đăng ký học viên vào khóa học thành công

# APPROVE_TRAINEE_COURSE_ERROR
source: Error enroll user to course
vi: - Đăng ký học viên vào khóa học không thành công

# Search_hide
source: Hide Search
vi: Ẩn tìm kiếm

# WARNING_EXTENSION_FILE
source: not an accepted file extension !
vi: Tập tin không được chấp nhận !

# WARNING_CLEAN_LOG
source: Are you sure to clean ?
vi: Bạn có chắc muốn dọn sạch lịch sử ?

# RegEx_PASSWORD
source: Password condition: <br />- Must be 8 characters minimum ! <br />- Must be have an UPPERCASE ! <br />- Must be have a lowercase ! <br />- Must be have a Digits ! <br />- Must be have a Special Character !
vi: Điều kiện mật khẩu: <br />- Phải có tối thiểu 8 ký tự ! <br />- Phải có chữ hoa ! <br />- Phải có chữ thường ! <br />- Phải có chữ số ! <br />- Phải có một ký tự đặc biệt !

# DELETE_OBJECT
source: Are you sure to delete {0} ?
vi: Bạn có chắc muốn xóa {0} ?

# WARNING_CREATEMEETING_ROOM
source: Meeting rooms were used during the selected time. Please select again !!!
vi: Phòng họp đã được sử dụng trong thời gian đã chọn. Vui lòng thao tác lại !!!

# VALIDATION_COURSE_MAXGRADE
source: Please enter Max grade from 0 to 100 !
vi: Vui lòng nhập tổng điểm từ 0 đến 100 !

# WARNING_MAXGRADE
source: {0} Total grade must be 100 !
vi: {0} Tổng điểm nên là 100 !

# VALIDATION_REGISTER_FROM_TO
source: {0}{1} can not less than {2} .
vi: {0}{1} không thấp hơn {2} .

# VALIDATION_ENDDATE
source: Please choose end date !
vi: Vui lòng chọn thời gian kết thúc !

# VALIDATION_STARTDATE
source: Please choose start date !
vi: Vui lòng chọn thời gian bắt đầu !

# DELETE_SURVEY
source: Are you sure to delete survey?
vi: Bạn có chắc muốn xóa khảo sát này?

# VALIDATION_ISNUMBER
source: {0} Reslt must be a number !
vi: {0}Điểm kết quả phải là số !

# VALIDATION_MAXGRADE
source: {0} {1} can not less than {2} . ({3})
vi: {0} {1} không thấp hơn {2} . ({3})

# WARNING_RANDOM_PASS
source: Please Login with SSO !
vi: Vui lòng đăng nhập bằng SSO !

# WARNING_401
source: You do not have sufficient privileges for this operation. Please contact admin.
vi: Bạn không có đủ đặc quyền cho thao tác này. Vui lòng liên hệ Admin.

# LOGIN_FAIL_1MINUTE
source: Please try again in 1 minute.
vi: Hãy thử lại sau 1 phút.

# LOGIN_FAIL_30MINUTES
source: Please try again in 30 minutes.
vi: Hãy thử lại sau 30 phút.

# TIMEOUT_SESSION
source: Your session has expired, please refresh the page and try again.
vi: Phiên của bạn đã hết hạn, vui lòng làm mới trang và thử lại.

# WARNING_302
source: You do not have sufficient privileges for this operation. Please contact admin.
vi: Bạn không có đủ đặc quyền cho thao tác này. Vui lòng liên hệ Admin.
