Repository: thongphuong/VietJet
Catalog: TMS.Core/App_GlobalResources/Resource.*.resx
Languages: vi

# HELP_COST_GROUPCOST
source: The cost of training is derived from the system data
vi: Chi phí cần dùng đến trong quá trình đào tạo được lấy từ dữ liệu hệ thống

# HELP_COURSE_COMMITMENT
source: Commitments made if not completed will be refunded
vi: Cam kết thực hiện nếu không hoàn thành sẽ phải bồi hoàn

# HELP_COURSE_COURSETYPE
source: Type of course available in the training system
vi: Loại hình chương trình đào tạo hiện có trong hệ thống đào tạo

# HELP_COURSE_DEPARTMENT
source: The department / faculty existing in the system is derived from the system data
vi: Phòng / Khoa trong hệ thống hiện có lấy từ dữ liệu hệ thống

# HELP_COURSE_GROUPSUBJECT
source: Group courses are taken from system data
vi: Nhóm khóa học được lấy từ dữ liệu hệ thống

# HELP_COURSE_HANNAH
source: Those who perform the task of administering, managing and serving the teaching and learning at educational establishments
vi: Người làm nhiệm vụ điều hành, quản lí, phục vụ việc dạy và học ở các cơ sở giáo dục

# HELP_COURSE_MAXTRAINEE
source: The maximum number of trainees in a class according to the need to distribute the trainees in the class accordingly
vi: Số lượng học viên tối đa trong một lớp học theo nhu cầu phân phối học viên trong lớp cho phù hợp

# HELP_COURSE_MENTOR
source: Counseling and support to trainees to maximize the ability to study, practice and scientific research
vi: Người tư vấn và hỗ trợ sinh viên phát huy tối đa khả năng học tập, rèn luyện và nghiên cứu khoa học

# HELP_COURSE_MINTRAINEE
source: The minimum number of trainees in a class according to the need to distribute the trainees in the class accordingly
vi: Số lượng học viên tối thiểu trong một lớp học theo nhu cầu phân phối học viên trong lớp cho phù hợp

# HELP_COURSE_PER_PERSON
source: Personal expenses for instructor who are teaching assigned courses
vi: Chi phí cá nhân dành cho giáo viên đang giảng dạy khóa học được chỉ định

# HELP_COURSE_REGISABLE
source: The course will be a course for students to register themselves or to open a regular course
vi: Khóa học sẽ là khóa cho học viên tự đăng ký hay mở khóa học bình thường

# HELP_EMPLOYEE_COURSE
source: List of courses that instructors can teach
vi: Danh sách các khóa học mà giáo viên có thể đứng lớp giảng dạy

# HELP_EMPLOYEE_DEPARTMENT
source: The department / faculty existing in the system is derived from the system data
vi: Phòng / Khoa trong hệ thống hiện có lấy từ dữ liệu hệ thống

# HELP_EMPLOYEE_EID
source: User code to distinguish it from many people in the system
vi: Mã người dùng để phân biệt với nhiều người trong hệ thống

# HELP_EMPLOYEE_EMAIL
source: Email is most commonly used by users
vi: Email thường sử dụng nhất của người dùng

# HELP_EMPLOYEE_FULLNAME
source: Fullname of user
vi: Họ tên đầy đủ của người dùng

# HELP_EMPLOYEE_JOBTITLE
source: The title existing in the system is derived from the system data
vi: Chức danh hiện có trong hệ thống lấy từ dữ liệu hệ thống

# HELP_EMPLOYEE_TARGET
source: Classify target is mentor or hannah
vi: Phân loại đối tượng cố vấn học tập hay thư ký

# HELP_EMPLOYEE_TYPE
source: Classify type is internal or external
vi: Phân loại hình thức nội bộ hay bên ngoài

# HELP_JOBTITLE_ASSIGNED
source: The list of assigned courses is taken from the list of selected courses from the courses available on the system
vi: Danh sách các khóa học đã được chỉ định lấy từ bên danh sách đã chọn từ bên các khóa học sẵn có trên hệ thống

# HELP_JOBTITLE_AVAILABLE
source: List of courses available on the system for placement in designated positions
vi: Danh sách các khóa học sẵn có trên hệ thống để đưa vào học trong chức danh được chỉ định

# HELP_JOBTITLE_LEVEL
source: High or low rank depending on assigned position
vi: Cấp bậc cao thấp tùy theo chức danh được gán

# HELP_JOBTITLE_OCCUPATION
source: Occupation standard will be stored in the system and assigned to the user when creating
vi: Tên chức danh sẽ được lưu trữ vào hệ thống và gán vào khi tạo người dùng

# HELP_JOBTITLE_POSITION
source: Positions by rank with different names
vi: Vị trí chức danh theo từng cấp bậc với tên gọi khác nhau

# HELP_SUBJECT_AVERAGECALCULATE
source: The average scoring method for the course is applicable or not applicable
vi: Phương thức tính điểm trung bình cho khóa học có được áp dụng hay không áp dụng

# HELP_SUBJECT_CODE
source: Course codes are used to differentiate courses, avoid overlapping and under certain rules
vi: Mã khóa học dùng để phân biệt các khóa học với nhau, tránh việc đặt trùng nhau và theo quy tắc nhất định

# HELP_SUBJECT_DURATION
source: Course duration are calculated with hours
vi: Thời lượng học của khóa học và được tính theo giờ

# HELP_SUBJECT_GROUPCOURSE
source: Group courses are derived from system data
vi: Nhóm môn học được lấy từ dữ liệu hệ thống

# HELP_SUBJECT_LISTINSTRUCTOR
source: List of instructors available in the system
vi: Danh sách giáo viên có trong hệ thống

# HELP_SUBJECT_PASSSCORE
source: Classify points and rank for each level
vi: Phân loại điểm đạt và xếp loại cho từng mức nhất định

# HELP_SUBJECT_RECURRENT
source: The retraining period of the course and the training course, if not the retraining course, may be set to 0 by default.
vi: Chu kỳ tái đào tạo của khóa học và dành cho khóa tài đào tạo, nếu không phải là khóa tái đào tạo có thể để mặc định là 0

# HELP_SUBJECT_SCORE
source: Classify points and rank for each level
vi: Phân loại điểm đạt và xếp loại cho từng mức nhất định

# HELP_USER_GROUP_USER
source: Group users are derived from system data
vi: Nhóm người dùng được lấy từ quản trị nhóm người dùng

# HELP_USER_INSTRUCTOR
source: List of instructors available in the system is from the teacher manager
vi: Danh sách giáo viên có trong hệ thống lấy từ quản lý giáo viên

# HELP_USER_ROLE
source: List of permissions available in the system comes from roles management
vi: Danh sách các quyền hạn có trong hệ thống lấy từ quản lý quyền

# lblEXPORT_POINT
source: Export Points
vi: Xuất Bảng Điểm

# lblAdvanced
source: Advanced
vi: Nâng cao

# lblAttendance
source: Attendance
vi: Điểm Danh

# lblCLEANLOG
source: Clean Log
vi: Dọn Log

# lblGroupTraineeCreate
source: Group Trainee Create
vi: Tạo Nhóm Học Viên

# lblGroupTraineeEdit
source: Group Trainee Edit
vi: Chỉnh Nhóm Học Viên

# lblPostNewsManagement
source: PostNews Management
vi: Quản Lý Bài Đăng

# lblSystemControl
source: System Control
vi: Hệ Thống

# lblJobName
source: Jobtitle Name
vi: Vai trò/Đơn vị

# COURSE_PUBlIC
source: Public
vi: Công khai

# lblMaxGrade
source: Max Grade
vi: Tổng điểm

# lblIngredient
source: Ingredient
vi: Thành phần

# lblExpiryDate
source: Expiry Date
vi: Ngày hết hạn

# lblRegistryDate
source: Registry Date
vi: Ngày đăng ký

# lblHOME_CHART
source: Training Course Chart
vi: Biểu đồ chương trình đào tạo

# lblReminderTitle
source: Reminder Title
vi: Tiêu Đề Nhắc Nhở

# lblisExaminer
source: Is Examiner
vi: Giám đốc

# lblMonitor
source: Monitor
vi: Trưởng phòng

# lblExaminer
source: Examiner
vi: Giám thị

# lblCompanyName
source: Company Name
vi: Tên Công Ty

# lblCertificateCode
source: Certificate Code
vi: Mã Chứng Chỉ

# lblCertificateManagement
source: Certificate Management
vi: Quản Lý Bằng Cấp

# lblCertificateName
source: Certificate Name
vi: Tên Chứng Chỉ

# lblNationalityName
source: Nationality Name
vi: Tên Quốc Gia

# lblRoomName
source: Room Name
vi: Tên Phòng

# lblAuto
source: Auto
vi: Tự động

# lblInstructors
source: Instructors
vi: Giảng Viên

# lblMarkType
source: Mark Type
vi: Chấm Điểm

# lblDept
source: Dept
vi: Phòng

# lblFail
source: Fail
vi: Rớt

# lblNoPayment
source: No Payment
vi: Chưa Thanh Toán

# lblPaid
source: Paid
vi: Đã Thanh Toán

# lblProcessStepsCourse
source: Process Steps Course
vi: Quy Trình Khóa Học

# lblAddress
source: Address
vi: Địa Chỉ

# lblEmailTo
source: Email To
vi: Email Mục Đích

# lblRoomType
source: Room Type
vi: Loại Phòng

# lblSubjectMail
source: Subject Mail
vi: Chủ Đề Mail

# lblContentTemplate
source: Content - Template
vi: Nội Dung - Mẫu

# lblDone
source: Done
vi: Hoàn Tất

# lblListInstructors
source: List Instructors
vi: Danh Sách Giáo Viên

# lblMailExchange
source: Mail Exchange
vi: Đồng Bộ Trao Đổi Thư

# lblMailTemplate
source: Mail Template
vi: Mẫu Thư

# lblWaiting
source: Waiting
vi: Đang Chờ

# lblTimeRemind
source: Remind before (day)
vi: Nhắc nhở trước (ngày)

# lblExaminers
source: Examiners
vi: Giám thị

source: Select Course Name
vi: Chọn Khóa Học

# lblDateOfIssue
source: Date Of Issue
vi: Ngày cấp bằng

# lblRequestBy
source: Request By
vi: Yêu Cầu Bởi

# lblDateApproval
source: Date Approval
vi: Ngày Phê Duyệt

# lblPayment
source: Payment
vi: Thanh toán

# lblTotalDuration
source: Total Duration
vi: Tổng Thời Lượng

# lblDateFrom
source: Date From
vi: Từ Ngày

# lblDateTo
source: Date To
vi: Đến Ngày

# lblStaffID
source: Staff ID
vi: Mã Nhân Viên

# lblParticipants
source: Participants
vi: Người Tham Gia
