Repository: thongphuong/VietJet
Catalog: TMS.Core/App_GlobalResources/Resource.*.resx
Languages: vi

source: Add Role
vi: Thêm Quyền

source: Back
vi: Quay lại

# BUTTON_SEARCH
source: Search
vi: Tìm Kiếm

source: Delete Course Cost
vi: Xóa Chi Phí Chương Trình Đào Tạo

# DEPARTMENT_ADD
source: Add
vi: Thêm

# DEPARTMENT_DETAIL
source: Detail
vi: Chi tiết

# DEPARTMENT_EDIT
source: Edit
vi: Chỉnh sửa

# DEPARTMENT_LIST
source: List
vi: Danh sách

# GROUPUSER_NAME
source: Group Name
vi: Tên Nhóm

# GROUPUSER_TITLE
source: Title
vi: Tiêu đề

source: Home
vi: Trang chủ

# lblActive
source: Active
vi: Hoạt động

# lblCompletedExpectationDate
source: Completed Expectation Date
vi: Ngày Dự Kiến Hoàn Thành

# lblCreateDate
source: Created Date
vi: Ngày Tạo

# lblCurrentPosition
source: Current Position
vi: Vị Trí Hiện Tại

# lblEmployeeName
source: Employee Name
vi: Tên Nhân Viên

# lblFuturePosition
source: Future Position
vi: Vị Trí Tương Lai

# lblHome
source: Home
vi: Trang Chủ

# lblKindOfSuccessor
source: Kind Of Successor
vi: Nhóm Người Kế Nhiệm

# lblList
source: List
vi: Danh Sách

# lblListOfSubjectNeedCoaching
source: List Of Course Need Coaching
vi: Danh Sách Khóa Học Cần Đào Tạo

# lblPotentialSuccessors
source: Potential Successors
vi: Học Viên Tiềm Năng

# lblRemark
source: Remark
vi: Ghi Chú

# lblSave
source: Save
vi: Lưu

# lblSuccessorsTrainingPlan
source: Successors Training Plan
vi: Kế Hoạch Đào Tạo Học Viên Tiềm Năng

# LISTING_DATA_NOT_FOUND
source: "Data not found"
vi: "Không tìm thấy kết quả nào"

# LISTING_FIRST
source: "First"
vi: "Đầu"

# LISTING_INFO_EMPTY
source: "Showing 0 to 0 of 0 row(s)"
vi: "Hiển thị 0 đến 0 của 0 dòng"

# LISTING_INFO_FILTER
source: "(Filter from _MAX_ row(s))"
vi: "(Lọc ra từ _MAX_ dòng)"

# LISTING_LAST
source: "End"
vi: "Cuối"

# LISTING_LINES_PER_PAGE
source: _MENU_ row(s) in page
vi: _MENU_ Dòng trên trang

# LISTING_NEXT
source: "After"
vi: "Sau"

# LISTING_PREVIOUS
source: "Before"
vi: "Trước"

# LISTING_SEARCH
source: Search:
vi: Tìm kiếm:

# NATIONALITY_DETAIL
source: Detail
vi: Chi tiết

# NATIONALITY_EDIT
source: Edit
vi: Chỉnh sửa

# NATIONALITY_LIST
source: List
vi: Danh sách

source: SAVE
vi: Lưu

# SYS_FIRSTNAME
source: First Name
vi: Frist Name

# SYS_OFFLINE
source: Classroom
vi: Offline

source: test
vi: test tieng viet

# USER_ADDRESS
source: Address
vi: Địa Chỉ

# USER_COMFRIMPASS
source: Password Confirm
vi: Xác Nhận Mật Khẩu

# USER_FIRSTNAME
source: First Name
vi: Tên

# USER_GROUPUSER
source: Group User
vi: Nhóm Người Dùng

# USER_LASTNAME
source: Last Name
vi: Họ

# USER_PASSWORD
source: Password
vi: Mật Khẩu

# USER_ROLE
source: Role
vi: Quyền

source: User Type
vi: Loại Người Dùng

# USER_UNACTIVE
source: InActive
vi: Hoạt Động

# USER_USERMAIL
source: User Name
vi: Tên Đăng Nhập

# blSave
source: Save
vi: Lưu

# btnBack
source: Back
vi: Trở về

# btnSave
source: Save
vi: Lưu

# lblACTION
source: ACTION
vi: THAO TÁC

# lblActions
source: Action
vi: Thao Tác

# lblADDNEW
source: ADD NEW
vi: Thêm mới

# lblAll
source: All
vi: Tất Cả

# lblApproval
source: Approval
vi: Phê Duyệt

# lblAssignTrainee
source: Assign Trainee
vi: Đăng Ký Học Viên

# lblAvailableTrainee
source: Available Trainee
vi: Học Viên Sẵn Có

# lblAverageCalculate
source: Average Calculate
vi: Tính Trung Bình

# lblBack
source: Back
vi: Thoát

# lblBy
source: By
vi: Bởi

# lblCancel
source: Cancel
vi: Hủy Bỏ

# lblCertificate
source: Certificate
vi: Chứng Chỉ

# lblCode
source: Code
vi: Mã

# lblCompany
source: Company
vi: Cơ Quan

# lblComplete
source: Complete
vi: Hoàn Thành

# lblCONDUCTEDCOURSES
source: Conducted Course
vi: Conducted Courses

# lblContract
source: Contract
vi: Hợp Đồng

# lblContractNo
source: Contract No.
vi: Số Hợp Đồng

# lblCost
source: Cost
vi: Học Phí

# lblCostCode
source: Cost Code
vi: Mã Học Phí

# lblCostName
source: Cost Name
vi: Tên Học Phí

# lblCourse
source: Course
vi: Khóa Học

# lblCourseCode
source: Course Code
vi: Mã Chương Khóa Học

# lblCourseDetails
source: Course Details
vi: Chi Tiết Khóa Học

# lblCourseList
source: Course List
vi: Danh Sách Khóa Học

# lblCourseManagement
source: Course Management
vi: Quản Lý Khóa Học

# lblCourseName
source: Course Name
vi: Tên Khóa Học

# lblCoursesCost
source: Course Cost
vi: Học Phí Khóa Học

# lblCourseType
source: Course Type
vi: Loại Khóa Học

# lblCreate
source: Create
vi: Thêm Mới

# lblCustomer
source: Customer
vi: Khách Hàng

# lblDate
source: Date
vi: Ngày

# lblDateOfBirth
source: Date Of Birth
vi: Ngày Sinh

# lblDateOfJoin
source: Date Of Join
vi: Ngày Vào Làm

# lblDepartment
source: Department
vi: Phòng Ban

# lblDescription
source: Description
vi: Mô Tả

# lblDetails
source: Details
vi: Chi Tiết

# lblDownloadTemplate
source: Download Template
vi: Tải Biểu Mẫu

# lblDuration
source: Duration
vi: Thời Lượng (Giờ)

# lblEdit
source: Edit
vi: Chỉnh Sửa

# lblEducation
source: Education
vi: Học Vấn

# lblEmployee
source: Employee
vi: Học Viên

# lblEndDate
source: End Date
vi: Ngày Kết Thúc

# lblEXPORT
source: Export
vi: Xuất File

# lblExprieDate
source: Expire Date
vi: Hạn Sử Dụng

# lblEXTENTTRAINEE
source: Extent Trainee
vi: Mở Rộng Học Viên

# lblFilterCourse
source: Filter Course
vi: Lọc Chương Trình Đào Tạo

# lblFinal
source: Final
vi: Kết Thúc

# lblFrom
source: From
vi: Từ

# lblFromDate
source: From Date
vi: Từ Ngày

# lblFromTime
source: From Time
vi: Từ

# lblFromTo
source: From-To
vi: Từ - Đến

# lblFullName
source: Full Name
vi: Họ Và Tên

# lblGender
source: Gender
vi: Giới Tính

# lblGENERAL
source: General
vi: Tổng Quan

# lblGrade
source: Grade
vi: Xếp Loại

# lblGroupCourse
source: Group Course
vi: Nhóm Khóa Học

# lblHighLeader
source: High Leader
vi: Lãnh Đạo Cấp Cao

# lblHighPotential
source: High Potential
vi: Tiềm Năng Cao

# lblImport
source: Import
vi: Nhập

# lblImportList
source: Import list
vi: Danh Sách Nhập

# lblInformationPotentialSuccessor
source: Information Potential Successor
vi: Thông Tin Đào Tạo Học Viên Tiềm Năng

# lblInputCertificate
source: Input Certificate
vi: Nhập Chứng Chỉ

# lblInputCost
source: Input Cost
vi: Nhập Chi Phí

# lblInputNote
source: Input Note
vi: Nhập Ghi Chú

# lblInputResult
source: Input Result
vi: Nhập Kết Quả

# lblInstructor
source: Instructor
vi: Giảng Viên

# lblInstructorDetails
source: Instructor Details
vi: Chi Tiết Giảng Viên

# lblInstructorList
source: Instructor List
vi: Danh Sách Giảng Viên

# lblInstructorManagement
source: Instructor Management
vi: Quản Lý Giảng Viên

# lblInstructorName
source: Instructor Name
vi: Tên Giảng Viên

# lblISINSTRUCTOR
source: Is Instructor
vi: Giảng Viên

# lblJob
source: Job
vi: Chức Danh

# lblJobTitle
source: Job Title
vi: Chức Danh

# lblJobtitleStandard
source: Job Title
vi: Jobtitle Standard

# lblLearningTime
source: Learning time
vi: Thời Gian Học

# lblListSubjectScores
source: List Course Scores
vi: Danh Sách Điểm Khóa Học

# lblManual
source: Manual
vi: Thủ Công

# lblMaxTranineeMembers
source: Maximum Number Of Participants
vi: Số Học Viên Tối Đa

# lblMethod
source: Method
vi: Phương Thức

# lblName
source: Name
vi: Tên

# lblNationality
source: Nationality
vi: Quốc Tịch

# lblNeedCoaching
source: Need Coaching
vi: Cần Huấn Luyện

# lblNo
source: No.
vi: Không

# lblNoAssign
source: No Assign
vi: Không Được Chỉ Định

# lblNote
source: Note
vi: Ghi Chú

# lblNoteList
source: Note list
vi: Danh Sách Ghi Chú

# lblOptions
source: Option
vi: Công Cụ

# lblOrganization
source: Organization
vi: Tổ Chức

# lblParticipate
source: Participate
vi: Tham Gia

# lblPassScore
source: Pass Score
vi: Điểm Đạt

# lblPending
source: Pending
vi: Đang Chờ Xử Lý

# lblPhone
source: Phone
vi: Điện Thoại

# lblPlaceOfBirth
source: Place Of Birth
vi: Nơi Sinh

# lblPoint
source: Point
vi: Điểm Số

# lblPosition
source: Job Title
vi: Đơn vị

# lblProcessing
source: Processing
vi: Đang Xử Lý

# lblRecurrent
source: Recurrent
vi: Kỳ Hạn

# lblRefreshCycle
source: Refresh Cycle
vi: Làm Mới Chu Kỳ

# lblRegisable
source: Registrable
vi: Tự Đăng Ký

# lblReject
source: Reject
vi: Từ Chối

# lblRelevantTrainingDepartment
source: Relevant Training Department
vi: Phòng Đào Tạo Liên Quan

# lblResulList
source: Result list
vi: Danh Sách Kết Quả

# lblRESULT
source: Result
vi: Kết Quả

# lblRoom
source: Room
vi: Phòng Học

# lblSCHEDULE
source: Schedule
vi: Lịch Trình

# lblSearch
source: Search
vi: Tìm Kiếm

# lblStartDate
source: Start Date
vi: Ngày Bắt Đầu

# lblStatus
source: Status
vi: Trạng Thái

# lblSubject
source: Subject
vi: Môn Học

# lblSubjectCode
source: Subject Code
vi: Mã MônHọc

# lblSubjectList
source: Subject List
vi: Danh Sách MônHọc

# lblSubjectManagement
source: Subject Management
vi: Quản Lý MônHọc

# lblSubjectName
source: Subject Name
vi: Tên MônHọc

# lblSubjectType
source: Subject Type
vi: Loại MônHọc

# lblSuccessionPositions
source: Succession Positions
vi: Vị Trí Kế Nhiệm

# lblSurvey
source: Survey
vi: Khảo Sát

# lblTime
source: Time
vi: Thời Gian

# lblTo
source: To
vi: Đến

# lblToDate
source: To Date
vi: Đến Ngày

# lblToTime
source: To Time
vi: Đến

# lblTRAINEE
source: Trainee
vi: Học Viên

# lblTraineeList
source: Trainee List
vi: Danh Sách Học Viên

# lblTraineeManagement
source: Trainee Management
vi: Quản Lý Học Viên

# lblTraineeParticipateSubject
source: Trainee Participate Subject
vi: Học Viên Tham Gia Khóa Học

# lblTrainingAllowance
source: Training Allowance
vi: Trợ Cấp Đào Tạo

# lblTRAININGCENTER
source: Training Center
vi: Khối Đào Tạo

# lblTRAININGCOMPETENCY
source: Training Competency
vi: Năng Lực Đào Tạo

# lblTrainingCourses
source: Training Course
vi: Khóa Đào Tạo

# lblType
source: Type
vi: Thể Loại

# lblVenue
source: Venue
vi: Địa Điểm

# lblYes
source: Yes
vi: Có

# lblAreYouSure
source: Are you sure
vi: Bạn có chắc chắn không

# lblAttendanceSheet
source: Attendance Sheet
vi: Phiếu Điểm Danh

# lblATTENDENTSHEET
source: ATTENDENT SHEET
vi: PHIẾU ĐIỂM DANH

# lblClose
source: Close
vi: Đóng

# lblCostList
source: Cost List
vi: Danh Sách Học Phí

# lblCostReport
source: Cost Report
vi: Báo Cáo Học Phí

# lblCOURSERESULT
source: Course Result
vi: Kết Quả Khóa Học

# lblDays
source: Days
vi: Ngày

# lblEmployeeRecord
source: Employee Record
vi: Hồ Sơ Học Viên

# lblFinalCourseResult
source: Final Course Result
vi: Kết Quả Tổng Kết Chương Trình Đào Tạo

# lblFinalCourseResultList
source: Final Course Result List
vi: Danh Sách Kết Quả Tổng Kết Chương Trình Đào Tạo

# lblHours
source: Hours
vi: Giờ

# lblInstructorSubjectList
source: Instructor Subject List
vi: Danh Sách Khóa Học Giảng Dạy

# lblInstructorSubjectReport
source: Instructor Subject Report
vi: Báo Cáo Khóa Học

# lblModify
source: Modify
vi: Chỉnh Sửa

# lblNbrOfCertiIssued
source: Nbr of certi. issued
vi: Số Lượng Chứng Chỉ Được Cấp

# lblNumberOfCertificatesIssued
source: Number of certificates issued
vi: Số Chứng Chỉ Đã Cấp

# lblNumberOfParticipants
source: Maximum number of participants
vi: Số Người Tham Gia

# lblPaticipants
source: Paticipants
vi: Tham Gia

# lblPrint
source: Print
vi: In

# lblRecords
source: Records
vi: Hồ Sơ

# lblReport
source: Report
vi: Báo Cáo

# lblReportResult
source: Report Result
vi: Kết Quả Báo Cáo

# lblSelectEmployee
source: Select Employee
vi: Chọn Học Viên

# lblSubjectResult
source: Subject Result
vi: Kết Quả MônHọc

# lblSubjectResultList
source: Subject Result List
vi: Danh Sách Kết Quả MônHọc

# lblTeachers
source: Instructor
vi: Giáo Viên

# lblTOTAL
source: Total
vi: Tổng Cộng

# lblTrainingActivityReport
source: Training Activity Report
vi: Báo Cáo Hoạt Động Đào Tạo

# lblTrainingActivityReportList
source: Training Activity Report list
vi: Danh Sách Báo Cáo Hoạt Động Đào Tạo

# lblTrainingDate
source: Training date
vi: Ngày Đào Tạo

# lblTrainingPlan
source: Training Plan
vi: Kế Hoạch Đào Tạo

# lblTRAININGPLANFOR
source: TRAINING PLAN FOR
vi: KẾ HOẠCH ĐÀO TẠO CHO

# lblTypeLearning
source: Type learning
vi: Hình Thức Đào Tạo

# lblViewReport
source: View Report
vi: Xem Báo Cáo

# lblDistinction
source: Distinction
vi: Ưu Tú

# lblInstructorCode
source: Instructor Code
vi: Mã Giáo Viên

# lblPass
source: Pass
vi: Đạt

# lblEmailAddress
source: Email address
vi: Địa Chỉ Email

# lblForgotYourPassword
source: Forgot Your Password
vi: Quên Mật Khẩu

# lblLogin
source: Login
vi: Đăng Nhập

# lblLoginToYourAccount
source: Login to your account
vi: Đăng Nhập Tài Khoản

# lblLostYourPassword
source: Lost your password
vi: Bạn Quên Mật Khẩu

# lblNewPass
source: New Password
vi: Mật Khẩu Mới

# lblNewPassComfirm
source: New Pass comfirm
vi: Xác Nhận Mật Khẩu Mới

# lblOldPass
source: Old Password
vi: Mật Khẩu Cũ

# lblPassword
source: Password
vi: Mật Khẩu

# lblSubmit
source: Submit
vi: Xác Nhận

# lblUserName
source: Username
vi: Tên Đăng Nhập

# lblContractList
source: Contract List
vi: Danh Sách Hợp Đồng

# lblContractManagement
source: Contract Management
vi: Quản Lí Hợp Đồng

# lblContractor
source: Contractor
vi: Đối Tác

# lblCreatedDate
source: Created Date
vi: Ngày Tạo

# lblCurrency
source: Currency
vi: TIền Tệ

# lblExpireDate
source: Expire Date
vi: Hạn Sử Dụng

# lblImportDepartment
source: Import Department
vi: Nhập Phòng Ban

# lblLastUpdatedDate
source: Last Updated Date
vi: Ngày Cập Nhật Cuối

# lblMasterData
source: Master Data
vi: Dữ Liệu Hệ Thống

# lblPeriodDay
source: Period (Day)
vi: Thời Hạn (Ngày)

# lblPrice
source: Price
vi: Giá Cả

# lblSignDate
source: Sign Date
vi: Ngày Ký

# lblArea
source: Area
vi: Khu Vực

# lblAssignedSubject
source: Assigned Courses
vi: Khóa Học Chỉ Định

# lblAvailableSubject
source: Available Courses
vi: Khóa Học Sẵn Có

# lblCapacity
source: Capacity
vi: Sức Chứa

# lblCreatedAt
source: Created At
vi: Ngày Tạo

# lblCreatedBy
source: Created By
vi: Người Tạo

# lblCreatedDay
source: Created Day
vi: Ngày Tạo

# lblCreateDepartment
source: Create Department
vi: Tạo Phòng Ban

# lblCreatedUser
source: Created User
vi: Người Tạo

# lblDelete
source: Delete
vi: Xóa

# lblEquipment
source: Equipment
vi: Thiết Bị

# lblFullOption
source: Full option
vi: Tất Cả

# lblFunction
source: Function
vi: Chức Năng

# lblGroupUser
source: Group User
vi: Nhóm Người Dùng

# lblJobTitleName
source: Job Title Name
vi: Tên Chức Danh

# lblLocation
source: Location
vi: Địa điểm

# lblModifiedAt
source: Modified At
vi: Ngày Cập Nhật

# lblNone
source: none
vi: trống

# lblNoSeats
source: No Seats
vi: Số Chỗ Ngồi

# lblParentId
source: Parent Department
vi: Phòng Ban Chính

# lblPermission
source: Permission
vi: Quyền Hạn

# lblRoles
source: Roles
vi: Quyền

# lblSerialNumberTax
source: Serial Number Tax
vi: Mã Số Thuế

# lblSortName
source: Sort Name
vi: Tên Viết Tắt

# lblTitle
source: Title
vi: Tiêu Đề

# lblView
source: View
vi: Hiển Thị

# lblYouAreSureToDeleteUser
source: Are you sure to delete user ?
vi: Bạn có chắc chắn muốn xóa người dùng

# lblChangePassword
source: Change Password
vi: Đổi Mật Khẩu

# lblChangeProfile
source: Change Profile
vi: Thông Tin Cá Nhân

# lblCheckPass
source: Password must contain at least 8 characters, including uppercase, lowercase letters, special characters and numbers
vi: Mật khẩu phải chứa ít nhất 8 ký tự, bao gồm chữ hoa, chữ thường, ký tự đặc biệt và số

# lblFirstName
source: First name
vi: Tên

# lblImportJobtitle
source: Import Jobtitle
vi: Nhập Chức Danh

# lblLastName
source: Last name
vi: Họ

# lblLastOnlineAt
source: Last online At
vi: Truy Cập Lần Cuối

# lblMarkAllAsRead
source: Mark All as Read
vi: Đánh Dấu Tất Cả Là Đã Đọc

# lblMonth
source: Month
vi: Tháng

# lblProfile
source: Profile
vi: Thông Tin Cá Nhân

# lblRole
source: Role
vi: Quyền

# lblRoleList
source: Role List
vi: Danh Sách Quyền

# lblRoleName
source: Role Name
vi: Tên Quyền

# lblSendMessage
source: Send Message
vi: Gửi Tin Nhắn

# lblSubjectScore
source: Subject Score
vi: Điểm MônHọc

# lblSystemManagement
source: System Management
vi: Quản Lý Hệ Thống

# lblUser
source: User
vi: Người Dùng

# lblUserList
source: User List
vi: Danh Sách Người Dùng

# lblLogout
source: Logout
vi: Đăng Xuất

# ASSIGN_BY
source: Assgin By
vi: Người Gửi

source: -- Select Group Course --
vi: -- Chọn khóa học --

# COST_GROUPCOST
source: Group Cost
vi: Nhóm Học Phí

# REPORT_COST_GROUPCOST
source: Group Cost
vi: Nhóm Học Phí

# APPROVE_ASSIGN_DETAIL
source: Details
vi: Chi tiết

# lblEmail
source: Email
vi: Địa chỉ Email

# TRAINEE_BIRTHDAY
source: Day Of Birth
vi: Ngày sinh

# TRAINEE_FULLNAME
source: Full Name
vi: Họ và Tên

# TRAINEE_GENDER
source: Gender
vi: Giới tính

# TRAINEE_COMPANY
source: Company
vi: Cơ quan

# TRAINEE_DEPARTMENT
source: Department
vi: Phòng Ban

# TRAINEE_JOB
source: Job Title
vi: Chức Danh

# TRAINEE_JOINDATE
source: Date Of Join
vi: Ngày vào làm

# TRAINEE_NATION
source: Nationality
vi: Quốc tịch

# TRAINEE_PHONE
source: Phone
vi: Số điện thoại

# TRAINEE_PLACEOFBIRTH
source: Place of Birth
vi: Nơi sinh

# TRAINEE_TYPE
source: Type
vi: Loại

# MCOURSE_ASSIGNEDSUBJECT
source: Assigned Course
vi: Khóa Học Chỉ Định

# MCOURSE_CODE
source: Code
vi: Mã

# MCOURSE_DESCRIPTION
source: Description
vi: Mô Tả

# MCOURSE_NAME
source: Name
vi: Tên

# MCOURSE_SUBJECT_TYPE
source: Course Type
vi: Loại Khóa Học

# lblBondAgreement
source: Bond Agreement
vi: Hợp Đồng Đào Tạo

# lblCommitment
source: Commitment
vi: Cam Kết

# lblCompensationCost
source: Refund Of Expenses
vi: Chi Phí Bồi Hoàn

# lblCostManagement
source: Cost Management
vi: Quản Lý Chi Phí

# lblNonWorking
source: Employee Status
vi: Trạng Thái Học Viên

# lblNonWorkingDay
source: Resignation Date
vi: Ngày Nghỉ Việc

# lblReTrainingCost
source: Re-Training Fee
vi: Chi Phí Học Lại

# lblTotalCost
source: Total Cost
vi: Tổng Chi Phí

# lblAllowance
source: Allowance
vi: Trợ Cấp

# lblChart
source: Chart
vi: Biểu Đồ

# lblDaysAgo
source: Days ago
vi: Ngày Trước

# lblGridview
source: Gridview
vi: Danh Sách

# lblMonthsAgo
source: Months ago
vi: Tháng Trước

# lblRecurrentTrainingList
source: Recurrent Training list
vi: Danh Sách Đào Tạo Thường Xuyên

# lblRecurrentTrainingReport
source: Recurrent Training Report
vi: Báo Cáo Đào Tạo Thường Xuyên

# lblSearchinglimitation
source: Searching Limitation (months)
vi: Thời Hạn

# lblSearchingPoint
source: Searching point
vi: Thời Điểm Tìm Kiếm

# lblValidity
source: Validity
vi: Hợp Lệ

# lblYearsAgo
source: Years ago
vi: Năm Trước

# lblContent
source: Content
vi: Nội Dung

# lblDeparmentMaster
source: Deparment Master
vi: Phòng Ban Đại Diện

# lblListTrainee
source: List Trainee
vi: Danh Sách Học Viên

# lblMessenger
source: Messenger
vi: Tin Nhắn

# lblSearchByJobtitle
source: Search by Jobtitle
vi: Tìm Theo Chức Danh

# lblSelectedItems
source: Select Items
vi: Danh Sách Được Chọn

# lblChartDepartment
source: Chart Department
vi: Biểu Đồ Phòng Ban

# lblChartGroupCost
source: Chart Group Cost
vi: Biểu Đồ Nhóm Học Phí

# lblFilter
source: Filter
vi: Lọc

# lblMonths
source: Months
vi: Tháng

# lblYears
source: Years
vi: Năm

# DELETE_TRAINEE
source: Trainee
vi: Bạn có chắc muốn xóa học viên ?

# lblHeader
source: Header
vi: Tiền Tố

# lblError
source: Error
vi: Lỗi

# lblErrorNote
source: Error_Note
vi: Ghi Chú

# lblCompanyCode
source: Company Code
vi: Mã Công Ty

# lblContractCode
source: Contract Code
vi: Mã Hợp Đồng

# lblContractorCode
source: Contractor Code
vi: Mã Đối Tác

# lblNationalyCode
source: Nationaly Code
vi: Mã Quốc Gia

# lblRoomCode
source: Room Code
vi: Mã Phòng Học

# lblHasCommitment
source: Has Committed
vi: Có Cam Kết

# lblRemainDaysOfRefund
source: Remain Days Of Refund
vi: Tổng Số Ngày Còn Lại Phải Bồi Hoàn

# lblAttemptsAllowed
source: Attempts Allowed
vi: Số Lần Cho Phép

# lblAverageGrade
source: Average Grade
vi: Điểm Trung Bình

# lblCostPerPerson
source: Cost Per Person
vi: Chi Phí Cá Nhân

# lblFirstAttempt
source: First Attempt
vi: Điểm Đầu Tiên

# lblGradingMethod
source: Grading Method
vi: Chấm Điểm

# lblHighestGrade
source: Highest Grade
vi: Điểm Cao Nhất

# lblLastAttempt
source: Last Attempt
vi: Điểm Cuối Cùng

# lblJobLevel
source: Role
vi: Vai trò

# lblEffectiveDate
source: Effective Date
vi: Ngày Có Hiệu Lực

# lblCommitmentPeriod
source: Period (Month)
vi: Thời Hạn (Tháng)

# lblRequestApprove
source: Request Approve
vi: Yêu Cầu Phê Duyệt

# lblApproveFinalCourseResult
source: Approve Final Course Result
vi: Phê Duyệt Kết Quả Tổng Kết Chương Trình Đào Tạo

# lblRejectReason
source: Reject reason
vi: Lý Do Hủy Bỏ

# lblRemarkComment
source: Remark Comment
vi: Nhận xét ghi chú

# lblWARNING
source: Warning
vi: Cảnh báo

# lblApprovalStatus
source: Approval Status
vi: Trạng Thái Khóa Học

# lblListGroupTrainee
source: List Group Trainee
vi: Danh sách các nhóm học viên

# lblMentor
source: Monitor
vi: Trợ giảng

# lblAbsent
source: Absent
vi: Vắng mặt

# lblPresent
source: Present
vi: Có mặt

# lblLate
source: Late
vi: Đi trễ

# lblPERCENTAGEOFTOTAL
source: % of Total
vi: Tổng %

# lblMinTranineeMembers
source: Min Traninee Members
vi: Số Học Viên Tối Thiểu

# lblForgotPassword
source: Forgot Password
vi: Quên Mật Khẩu

# lblStt
source: No.
vi: STT

# lblCodeCertificate
source: Code Certificate
vi: Mã Chứng chỉ

# lblApproved
source: Approved
vi: Đã duyệt

# lblBlocked
source: Blocked
vi: Đã khóa

# lblUnBlocked
source: Edit
vi: Có thể chỉnh sửa

# lbl_TAB_LMS_ASSIGN
source: LMS Assign
vi: Đăng ký từ LMS

# lbl_SENDREQUEST
source: Send Request
vi: Gửi phê duyệt

# lbl_SENT
source: Sent
vi: Đã gửi

# lblCANCELAPPROVE
source: Cancel Approve
vi: Hủy Phê duyệt

# lblGroupTrainee
source: Trainee Group
vi: Nhóm học viên

source: Active
vi: Đang hoạt động

source: InActive
vi: Ngưng hoạt động

# lblJobTitle_Occupation
source: Job Title
vi: Chức Danh

# lblSendMail
source: Send Email
vi: Gửi Email

# lblCancelRequest
source: Cancel Request
vi: Yêu Cầu Hủy

# lblRequest_Date
source: Requested Date
vi: Ngày gửi

# lblDeActive
source: Deactive
vi: Không hoạt động

# lblExternal
source: External
vi: Bên ngoài

# lblInternal
source: Internal
vi: Nội bộ

# lblFemale
source: Female
vi: Nữ

# lblMale
source: Male
vi: Nam

# lblOthers
source: Other
vi: Khác

# lblResignationDate
source: Resignation Date
vi: Ngày Nghỉ

# EMPLOYEE_JOINED_PARTY_DATE
source: Joined Party Date
vi: Ngày Vào Đảng

# lblContactList
source: Contacts List
vi: Danh Sách Liên Hệ

# lblContactManagement
source: Contact Management
vi: Quản Lí Liên Hệ

# lblContactDetails
source: Contact Details
vi: Chi Tiết Thông Tin Liên Hệ

# lblSend
source: Send
vi: Gửi

# lblSubjectSendMail
source: Subject
vi: Tiêu đề

# lblContactInformation
source: Contact Information
vi: Thông tin Phản hồi

# lblReply
source: Reply
vi: Trả lời

# KEYWORDS_MAIL
source: KEYWORDS ARE ALLOWED TO USE
vi: Từ khóa được phép sử dụng

# lblScheduleManagement
source: Schedule Management
vi: Quản lí thời gian biểu

# lblBackGroundColor
source: Background Color
vi: Màu Nền

# lblCategory
source: Category
vi: Loại Bản Tin

# lblIcon
source: Icon
vi: Biểu Tượng

# lblImage
source: Image
vi: Hình ảnh

# lblMeetingManagement
source: Meeting Management
vi: Quản Lý Cuộc Họp

# lblMeetingRoom
source: Meeting Room
vi: Phòng Họp

# lblPostBy
source: Post By
vi: Người Đăng

# lblPostNews
source: News
vi: Bản Tin

# lblPostNewsCategory
source: PostNews Category
vi: Loại Bản Tin

# lblPostNewsList
source: List PostNews
vi: Danh Sách Bản Tin

# lblPostNotification
source: Notification
vi: Thông Báo

# lblPostWelcome
source: Welcome
vi: Thông Điệp Chào Mừng

# lblTypePostNews
source: Type
vi: Hình Thức

# lblExpectedCost
source: Expected Cost
vi: Chi phí dự kiến

# lblTarget
source: Target
vi: Đối Tượng

# lblAwaitSync
source: Await Sync
vi: Chờ đồng bộ

# lblSynchronized
source: Synchronized
vi: Đã đồng bộ

# lblActiveEnroll
source: Active Enroll
vi: Điều chỉnh trạng thái

# lblProgramCode
source: Course Code
vi: Mã chương trình

# lblStatusEnroll
source: Status Enroll
vi: Trạng thái

# lblTraineePortal
source: Trainee Portal
vi: Đăng ký từ cổng thông tin trực tuyến
